Repository: wp-plugins/soup-show-off-upcoming-posts
Catalog: languages/soup-*.po
Languages: fa_ir

source: Upcoming Posts
fa_ir: نوشته‌های آینده

source: Displays your upcoming posts to entice your readers
fa_ir: نوشته‌های آینده‌ی شما را به خوانندگانتان نمایش می‌دهد تا آن‌ها را مشتاق‌تر کند

source: Subscribe to
fa_ir: ثبت‌نام در

source: Don't miss it
fa_ir: این‌ها را از دست ندهید

source: Subscribe by RSS
fa_ir: ثبت‌نام در آراِس‌اِس

source: Or, just
fa_ir: یا، تنها

source: newsletter
fa_ir: روزنامه

source: subscribe to the newsletter
fa_ir: ثبت‌نام در روزنامه

source: Widget created by
fa_ir: تهیّه‌کننده‌ی ابزارک

source: Title
fa_ir: عنوان

source: Number of upcoming posts to display
fa_ir: تعداد نوشته‌های آینده که نمایش داده می‌شوند

source: Categories to include (comma separated i.e. 2,19,12 - leave blank for all categories)
fa_ir: دسته‌هایی که باید نمایش داده شوند (لیستی که با کامای انگلیسی از هم جدا شده است، مثل: 2,19,12- برای انتخاب همه‌ی دسته‌ها این قسمت را خالی بگذارید)

source: Post status
fa_ir: نمایش نوشته‌های

source: Both scheduled posts and drafts
fa_ir: زمان‌بندی‌شده و پیش‌نویس‌ها

source: Scheduled posts only
fa_ir: زمان‌بندی‌شده

source: Drafts only
fa_ir: پیش‌نویس

source: Sort order
fa_ir: ترتیب نوشته‌ها

source: Next post first
fa_ir: نوشته‌ی بعدی در ابتدای فهرست

source: Random order
fa_ir: تصادفی

source: Message to display for no results
fa_ir: پیامی که در صورت خالی بودن لیست باید نمایش داده شود

source: Show Newsletter
fa_ir: نمایش روزنامه

source: Newsletter URL
fa_ir: آدرس روزنامه

source: Give credit to plugin author
fa_ir: اعتبار بخشیدن به تهیّه‌کننده‌ی افزونه
