Repository: wp-plugins/soup-show-off-upcoming-posts
Catalog: trunk/languages/soup-*.po
Languages: es_es

source: Upcoming Posts
es_es: Próximas publicaciones

source: Displays your upcoming posts to entice your readers
es_es: Muestra sus próximas publicaciones para atrapar a sus lectores

source: Subscribe to
es_es: Suscribirse a

source: Don't miss it
es_es: No se lo pierda

source: Subscribe by RSS
es_es: Suscribirse por RSS

source: Or, just
es_es: O, simplemente

source: newsletter
es_es: boletín

source: subscribe to the newsletter
es_es: Suscribirse al boletín

source: Widget created by
es_es: Widget creado por

source: Title
es_es: Título

source: Number of upcoming posts to display
es_es: Número de publicaciones futuras a mostrar

source: Categories to include (comma separated i.e. 2,19,12 - leave blank for all categories)
es_es: Categorías a incluir (separadas por coma p.ej. 2, 19, 12 - dejar en blanco para todas las categorías

source: Post status
es_es: Estado de la publicación

source: Both scheduled posts and drafts
es_es: Tanto publicaciones programadas como borradores

source: Scheduled posts only
es_es: Sólo publicaciones programadas

source: Drafts only
es_es: Sólo borradores

source: Sort order
es_es: Orden

source: Next post first
es_es: Siguiente publicación primero

source: Random order
es_es: Orden aleatorio

source: Message to display for no results
es_es: Mensaje a mostrar para no resultados

source: Show Newsletter
es_es: Mostrar Boletín

source: Newsletter URL
es_es: URL del Boletín

source: Give credit to plugin author
es_es: Dar crédito al autor del plugin
